Repository: paullewallencom/microsoft-978-1-8496-9680-7
Catalog: _src/SpaceAim3D/SpaceAim3D/SpaceAim3D/Resources/AppResources.*.resx
Languages: pl

# ResourceLanguage
source: en-US
pl: pl

# MenuHelp
source: Help
pl: Pomoc

# MenuMap
source: Map
pl: Mapa

# MenuPlay
source: Play!
pl: Graj!

# MenuRanks
source: Ranks
pl: Ranking

# MenuSettings
source: Settings
pl: Ustawienia

# MenuWeb
source: Web
pl: WWW

# MenuWorld
source: World
pl: Świat

# MapHeader
source: Players map
pl: Mapa graczy

# RanksHeader
source: Ranks
pl: Ranking

# RanksLast24h
source: Last 24h
pl: 24 godziny

# RanksLocal
source: Local
pl: Lokalny

# RanksOverall
source: Overall
pl: Ogólny

# SettingsGroupGame
source: Game
pl: Gra

# SettingsGroupUser
source: User
pl: Użytkownik

# SettingsHeader
source: Settings
pl: Ustawienia

# SettingsMusicVolume
source: Music volume:
pl: Głośność muzyki:

# SettingsName
source: Name:
pl: Nazwa:

# SettingsNameDescription
source: The "Name" setting can be presented to anyone with game results and location data. It can be also changed later.
pl: Nazwa użytkownika jest widoczna dla każdego wraz z wynikami gry oraz danymi o lokalizacji. Można ją zmienić również później.

# SettingsPrivacy
source: Privacy policy
pl: Polityka prywatności

# SettingsPrivacyDescription
source: The Space Aim 3D privacy policy is available on the following website:
pl: Polityka prywatności Space Aim 3D dostępna jest na stronie:

# SettingsSendLocation
source: Send location:
pl: Wysyłaj dane GPS:

# SettingsSendLocationDescription
source: If "Send location" option is enabled, your current location is automatically sent over the Internet and can be presented to anyone in the game.
pl: Jeśli opcja "Wysyłaj dane GPS" jest zaznaczona, Twoja aktualna lokalizacja jest automatycznie wysyłana przez Internet i może być widoczna dla innych graczy.

# SettingsVibrations
source: Vibrations:
pl: Wibracje:

# WebGroupNews
source: Latest news
pl: Ostatni news

# WebGroupRate
source: Rate
pl: Oceń

# WebHeader
source: Web
pl: Internet

# WebProjectWebsite
source: Open project website
pl: Otwórz stronę projektu

# WebPublish
source: Publish at Facebook wall
pl: Opublikuj na ścianie (Facebook)

# WebRate
source: Rate Space Aim 3D
pl: Oceń Space Aim 3D

# WebTweet
source: Tweet at Twitter
pl: Zaktualizuj status (Twitter)

# HelpEnjoy
source: Enjoy the game! :-)
pl: Miłej gry! :-)

# HelpFacebookProfile
source: Facebook profile
pl: Profil (Facebook)

# HelpGameAim
source: The game aim is to steer the space rocket to achieve the target planet and avoid asteroids. After reaching the aim, the game level and difficulty increase. Every crash breaks the rocket. The game ends when the player runs out of rockets.
pl: Celem jest sterowanie rakietą kosmiczną tak aby wylądować na planecie i uniknąć asteroid. Po zdobyciu celu, poziom gry jest zwiększany. Każde zderzenie z asteroidą niszczy rakietę. Gra kończy się gdy zabraknie rakiet.

# HelpGameWebsite
source: Game website
pl: Strona WWW

# HelpGroupAbout
source: About
pl: O grze

# HelpGroupGameAim
source: Game aim
pl: Cel gry

# HelpGroupSteering
source: Steering
pl: Sterowanie

# HelpHeader
source: Help
pl: Pomoc

# HelpMoreInformation
source: More information:
pl: Dodatkowe informacje:

# HelpSendEmail
source: Send e-mail
pl: Wyślij e-mail

# HelpSteering
source: You should rotate the phone to indicate a correct direction of the rocket.
pl: Należy obracać telefon, aby wskazać poprawny kierunek lotu rakiety.

# MapNavigate
source: Navigate
pl: Prowadź

# GeolocatorDisabled
source: GPS receiver is disabled
pl: Odbiornik GPS jest wyłączony

# GeolocatorInitializing
source: Initializing GPS receiver...
pl: Uruchamianie odbiornika GPS...

# GeolocatorNoData
source: Reading GPS location...
pl: Odczytywanie pozycji GPS...

# GeolocatorNotAvailable
source: GPS receiver is not available
pl: Odbiornik GPS jest niedostępny

# WorldCalibrateCompass
source: Please calibrate the compass!
pl: Należy skalibrować kompas!

# WorldCannotStartAR
source: Cannot start the augmented reality feature!
pl: Nie udało się uruchomić mechanizmu rozszerzonej rzeczywistości!

# WorldHeader
source: Players world
pl: Świat graczy

# WorldLoadingMessage1
source: Please wait...
pl: Proszę czekać...

# WorldLoadingMessage2
source: Loading the augmented reality feature!
pl: Trwa ładowanie mechanizmu rozszerzonej rzeczywistości!

# WorldNavigate
source: Navigate
pl: Prowadź

# RanksCannotDownloadResults
source: Cannot download results! Please check your internet connection.
pl: Nie udało się pobrać wyników! Proszę sprawdzić połączenie z Internetem.

# RanksDownloadingResults
source: Downloading results...
pl: Pobieranie wyników...

# MapCannotDownloadData
source: Cannot download players data!
pl: Nie można pobrać danych graczy!

# MapDownloadingData
source: Downloading players data...
pl: Pobieranie danych graczy...

# WorldCannotDownloadData
source: Cannot download players data!
pl: Nie można pobrać danych graczy!

# WebFbMessageFailure
source: Cannot post the message at your wall! Such a situation can occur if you have recently posted the message from Space Aim 3D.
pl: Nie można opublikować wiadomości na Twojej ścianie! Sytuacja taka może wystąpić jeśli ostatnio już dodałeś wiadomość z gry Space Aim 3D.

# WebFbMessageSuccess
source: The message has been posted at your wall! Thank you!
pl: Wiadomość została opublikowana na ścianie! Dziękujemy!

# WebFbMessageTitle
source: Facebook post
pl: Wiadomość na Facebooku

# WebFbPost
source: I am playing the Space Aim 3D game! Do you know it? :-)
pl: Gram w Space Aim 3D! Czy znasz tą grę? :-)

# WebTwError
source: An error occurred! Please try again.
pl: Wystąpił błąd! Prosimy spróbować ponownie.

# WebTwIncorrectPIN
source: You entered the incorrect PIN!
pl: Niepoprawny PIN!

# WebTwMessageFailure
source: Cannot tweet! Such a situation can occur if you have recently updated your status from Space Aim 3D.
pl: Nie można zmienić statusu! Sytuacja taka może wystąpić jeśli ostatnio już zmienić status z gry Space Aim 3D.

# WebTwMessageSuccess
source: The tweet has been published! Thank you!
pl: Status został zaktualizowany! Dziękujemy!

# WebTwMessageTitle
source: Twitter update
pl: Aktualizacja statusu

# WebTwStatus
source: I am playing the @SpaceAim3D game! Do you know it? :-)
pl: Gram w @SpaceAim3D! Czy znasz tą grę? :-)

# WebLatestNewsErrorMessage
source: Cannot download the latest news about the Space Aim 3D game.
pl: Nie można pobrać najnowszych wiadomości na temat gry Space Aim 3D.

# WebLatestNewsErrorTitle
source: Error!
pl: Wystąpił błąd!

# SettingsNameIncorrectMessage
source: The name can contain only capital (A-Z) and small (a-z) letters, digits (0-9), "-", and "_" chars. Its length has to be greater or equal to 3 and less or equal to 10.
pl: Nazwa użytkownika może składać się wyłącznie z małych i wielkich liter, cyfr oraz znaków "-" i "_". Jej długość musi wynosić od 3 do 10 znaków.

# SettingsNameIncorrectTitle
source: Incorrect name!
pl: Niepoprawna nazwa!

# CalibrationInformation
source: Please calibrate the compass and press the back button.
pl: Należy skalibrować kompas i nacisnąć przycisk "wstecz".

# MenuSpeechAnswerExample
source: 'play', 'map', 'world', 'ranks', 'settings', 'web', or 'help'
pl: 'play', 'map', 'world', 'ranks', 'settings', 'web', lub 'help'

# MenuSpeechErrorMessage
source: You should enable the speech recognition to use the voice mechanism in the game.
pl: Należy uruchomić rozpoznawanie mowy, aby włączyć sterowanie głosem w grze.

# MenuSpeechErrorTitle
source: Voice mechanism
pl: Sterowanie głosem

# MenuSpeechNavigatingMessage
source: Navigating to the {0} screen
pl: Wyświetlam ekran {0}

# MenuSpeechQuestion
source: Which part do you want to launch?
pl: Którą funkcjonalność chcesz uruchomić?

# HelpAuthor
source: Author: Marcin Jamro
pl: Autor: Marcin Jamro

# HelpVersion
source: Version 0.0.0.1
pl: Wersja 0.0.0.1
